energitiki = {
    #ΕΝΕΣΤΩΤΑΣ
    #Οριστικη ενεστωτα
    'ενεργητική_ενεστότας_οριστική_e1' : 'λυω',
    'ενεργητική_ενεστότας_οριστική_e2' : 'λυεις',
    'ενεργητική_ενεστότας_οριστική_e3' : 'λυει',
    'ενεργητική_ενεστότας_οριστική_p1' : 'λυομεν',
    'ενεργητική_ενεστότας_οριστική_p2' : 'λυετε',
    'ενεργητική_ενεστότας_οριστική_p3' : 'λυουσι',
    #Υποτακτικη ενεστωτα
    'ενεργητική_ενεστότας_υποτακτική_e1' : 'λυω',
    'ενεργητική_ενεστότας_υποτακτική_e2' : 'λυης',
    'ενεργητική_ενεστότας_υποτακτική_e3' : 'λυη',
    'ενεργητική_ενεστότας_υποτακτική_p1' : 'λυωμεν',
    'ενεργητική_ενεστότας_υποτακτική_p2' : 'λυητε',
    'ενεργητική_ενεστότας_υποτακτική_p3' : 'λυωσι',
    #Ευκτικη ενεστωτα
    'ενεργητική_ενεστότας_ευκτική_e1' : 'λυοιμι',
    'ενεργητική_ενεστότας_ευκτική_e2' : 'λυοις',
    'ενεργητική_ενεστότας_ευκτική_e3' : 'λυοι',
    'ενεργητική_ενεστότας_ευκτική_p1' : 'λυοιμεν',
    'ενεργητική_ενεστότας_ευκτική_p2' : 'λυοιτε',
    'ενεργητική_ενεστότας_ευκτική_p3' : 'λυοιεν',
    #Προστακτικη ενεστωτα
    'ενεργητική_ενεστότας_προστακτική_e2' : 'λυε',
    'ενεργητική_ενεστότας_προστακτική_e3' : 'λυετω',
    'ενεργητική_ενεστότας_προστακτική_p2' : 'λυετε',
    'ενεργητική_ενεστότας_προστακτική_p3' : 'λυοντων',

    #ΠΑΡΑΤΑΤΙΚΟΣ
    #Οριστικη παρατατικου
    'ενεργητική_παρατατικός_οριστική_e1' : 'ελυον',
    'ενεργητική_παρατατικός_οριστική_e2' : 'ελυες',
    'ενεργητική_παρατατικός_οριστική_e3' : 'ελυε',
    'ενεργητική_παρατατικός_οριστική_p1' : 'ελυομεν',
    'ενεργητική_παρατατικός_οριστική_p2' : 'ελυετε',
    'ενεργητική_παρατατικός_οριστική_p3' : 'ελυον',
 
    #ΜΕΛΛΟΝΤΑΣ
    #Οριστικη μελλοντα
    'ενεργητική_μέλλοντας_οριστική_e1' : 'λυσω',
    'ενεργητική_μέλλοντας_οριστική_e2' : 'λυσεις',
    'ενεργητική_μέλλοντας_οριστική_e3' : 'λυσει',
    'ενεργητική_μέλλοντας_οριστική_p1' : 'λυσομεν',
    'ενεργητική_μέλλοντας_οριστική_p2' : 'λυσετε',
    'ενεργητική_μέλλοντας_οριστική_p3' : 'λυσουσι',
    #Ευκτικη μελλοντα
    'ενεργητική_μέλλοντας_ευκτική_e1' : 'λυσοιμι',
    'ενεργητική_μέλλοντας_ευκτική_e2' : 'λυσοις',
    'ενεργητική_μέλλοντας_ευκτική_e3' : 'λυσοι',
    'ενεργητική_μέλλοντας_ευκτική_p1' : 'λυσοιμεν',
    'ενεργητική_μέλλοντας_ευκτική_p2' : 'λυσοιτε',
    'ενεργητική_μέλλοντας_ευκτική_p3' : 'λυσοιεν',

    #ΑΟΡΙΣΤΟΣ
    #Οριστικη αοριστου
    'ενεργητική_αόριστος_οριστική_e1' : 'ελυσα',
    'ενεργητική_αόριστος_οριστική_e2' : 'ελυσας',
    'ενεργητική_αόριστος_οριστική_e3' : 'ελυσε',
    'ενεργητική_αόριστος_οριστική_p1' : 'ελυσαμεν',
    'ενεργητική_αόριστος_οριστική_p2' : 'ελυσατε',
    'ενεργητική_αόριστος_οριστική_p3' : 'ελυσαν',
    #Υποτακτικη αοριστου
    'ενεργητική_αόριστος_υποτακτική_e1' : 'λυσω',
    'ενεργητική_αόριστος_υποτακτική_e2' : 'λυσης',
    'ενεργητική_αόριστος_υποτακτική_e3' : 'λυση',
    'ενεργητική_αόριστος_υποτακτική_p1' : 'λυσωμεν',
    'ενεργητική_αόριστος_υποτακτική_p2' : 'λυσητε',
    'ενεργητική_αόριστος_υποτακτική_p3' : 'λυσωσι',
    #Ευκτικη αοριστου
    'ενεργητική_αόριστος_ευκτική_e1' : 'λυσαιμι',
    'ενεργητική_αόριστος_ευκτική_e2' : 'λυσαις',
    'ενεργητική_αόριστος_ευκτική_e3' : 'λυσαι',
    'ενεργητική_αόριστος_ευκτική_p1' : 'λυσαιμεν',
    'ενεργητική_αόριστος_ευκτική_p2' : 'λυσαιτε',
    'ενεργητική_αόριστος_ευκτική_p3' : 'λυσαιεν',
    #Προστακτικη αοριστου
    'ενεργητική_αόριστος_προστακτική_e2' : 'λυσον',
    'ενεργητική_αόριστος_προστακτική_e3' : 'λυσατω',
    'ενεργητική_αόριστος_προστακτική_p2' : 'λυσατε',
    'ενεργητική_αόριστος_προστακτική_p3' : 'λυσαντων',

    #ΠΑΡΑΚΕΙΜΕΝΟΣ
    #Οριστικη παρακειμενου
    'ενεργητική_παρακείμενος_οριστική_e1' : 'λελυκα',
    'ενεργητική_παρακείμενος_οριστική_e2' : 'λελυκας',
    'ενεργητική_παρακείμενος_οριστική_e3' : 'λελυκε',
    'ενεργητική_παρακείμενος_οριστική_p1' : 'λελυκαμεν',
    'ενεργητική_παρακείμενος_οριστική_p2' : 'λελυκατε',
    'ενεργητική_παρακείμενος_οριστική_p3' : 'λελυκασιν',
    #Υποτακτικη παρακειμενου
    'ενεργητική_παρακείμενος_υποτακτική_e1' : 'λελυκως ω',
    'ενεργητική_παρακείμενος_υποτακτική_e2' : 'λελυκως ης',
    'ενεργητική_παρακείμενος_υποτακτική_e3' : 'λελυκως η',
    'ενεργητική_παρακείμενος_υποτακτική_p1' : 'λελυκοτες ωμεν',
    'ενεργητική_παρακείμενος_υποτακτική_p2' : 'λελυκοτες ητε',
    'ενεργητική_παρακείμενος_υποτακτική_p3' : 'λελυκοτες ωσι',
    #Ευκτικη παρακειμενου
    'ενεργητική_παρακείμενος_ευκτική_e1' : 'λελυκως ειην',
    'ενεργητική_παρακείμενος_ευκτική_e2' : 'λελυκως ειης',
    'ενεργητική_παρακείμενος_ευκτική_e3' : 'λελυκως ειη',
    'ενεργητική_παρακείμενος_ευκτική_p1' : 'λελυκοτες ειμεν',
    'ενεργητική_παρακείμενος_ευκτική_p2' : 'λελυκοτες ειτε',
    'ενεργητική_παρακείμενος_ευκτική_p3' : 'λελυκοτες ειεν',
    #Ευκτικη παρακειμενου
    'ενεργητική_παρακείμενος_ευκτική_e2' : 'λελυκως ισθι',
    'ενεργητική_παρακείμενος_ευκτική_e3' : 'λελυκως εστω',
    'ενεργητική_παρακείμενος_ευκτική_p2' : 'λελυκοτες εστε',
    'ενεργητική_παρακείμενος_ευκτική_p3' : 'λελυκοτες εστων',

    #ΥΠΕΡΣΥΝΤΕΛΙΚΟΣ
    #Οριστικη υπερσυντελικου
    'ενεργητική_υπερσυντέλικος_οριστική_e1' : 'ελελυκειν',
    'ενεργητική_υπερσυντέλικος_οριστική_e2' : 'ελελυκεις',
    'ενεργητική_υπερσυντέλικος_οριστική_e3' : 'ελελυκει',
    'ενεργητική_υπερσυντέλικος_οριστική_p1' : 'ελελυκεμεν',
    'ενεργητική_υπερσυντέλικος_οριστική_p2' : 'ελελυκετε',
    'ενεργητική_υπερσυντέλικος_οριστική_p3' : 'ελελυκεσαν',
}

mesi          = {
    #ΕΝΕΣΤΩΤΑΣ
    #Οριστικη ενεστωτα
    'μέση_ενεστότας_οριστική_e1' : 'λυομαι',
    'μέση_ενεστότας_οριστική_e2' : 'λυη',
    'μέση_ενεστότας_οριστική_e3' : 'λυεται',
    'μέση_ενεστότας_οριστική_p1' : 'λυομεθα',
    'μέση_ενεστότας_οριστική_p2' : 'λυεσθε',
    'μέση_ενεστότας_οριστική_p3' : 'λυονται',
    #Υποτακτικη ενεστωτα
    'μέση_ενεστότας_υποτακτική_e1' : 'λυωμαι',
    'μέση_ενεστότας_υποτακτική_e2' : 'λυη',
    'μέση_ενεστότας_υποτακτική_e3' : 'λυηται',
    'μέση_ενεστότας_υποτακτική_p1' : 'λυωμεθα',
    'μέση_ενεστότας_υποτακτική_p2' : 'λυησθε',
    'μέση_ενεστότας_υποτακτική_p3' : 'λυωνται',
    #Ευκτικη ενεστωτα
    'μέση_ενεστότας_ευκτική_e1' : 'λυοιμην',
    'μέση_ενεστότας_ευκτική_e2' : 'λυοιο',
    'μέση_ενεστότας_ευκτική_e3' : 'λυοιτο',
    'μέση_ενεστότας_ευκτική_p1' : 'λυοιμεθα',
    'μέση_ενεστότας_ευκτική_p2' : 'λυοισθε',
    'μέση_ενεστότας_ευκτική_p3' : 'λυοιντο',
    #Προστακτικη ενεστωτα
    'μέση_ενεστότας_προστακτική_e2' : 'λυου',
    'μέση_ενεστότας_προστακτική_e3' : 'λυεσθω',
    'μέση_ενεστότας_προστακτική_p2' : 'λυεσθε',
    'μέση_ενεστότας_προστακτική_p3' : 'λυεσθων',

    #ΠΑΡΑΤΑΤΙΚΟΣ
    #Οριστικη παρατατικου
    'μέση_παρατατικός_οριστική_e1' : 'ελυομην',
    'μέση_παρατατικός_οριστική_e2' : 'ελυου',
    'μέση_παρατατικός_οριστική_e3' : 'ελυετο',
    'μέση_παρατατικός_οριστική_p1' : 'ελυομεθα',
    'μέση_παρατατικός_οριστική_p2' : 'ελυεσθε',
    'μέση_παρατατικός_οριστική_p3' : 'ελυοντο',
 
    #ΜΕΛΛΟΝΤΑΣ
    #Οριστικη μελλοντα
    'μέση_μέλλοντας_οριστική_e1' : 'λυσομαι',
    'μέση_μέλλοντας_οριστική_e2' : 'λυση',
    'μέση_μέλλοντας_οριστική_e3' : 'λυσεται',
    'μέση_μέλλοντας_οριστική_p1' : 'λυσομεθα',
    'μέση_μέλλοντας_οριστική_p2' : 'λυσεσθε',
    'μέση_μέλλοντας_οριστική_p3' : 'λυσονται',
    #Ευκτικη μελλοντα
    'μέση_μέλλοντας_ευκτική_e1' : 'λυσοιμην',
    'μέση_μέλλοντας_ευκτική_e2' : 'λυσοιο',
    'μέση_μέλλοντας_ευκτική_e3' : 'λυσοιτο',
    'μέση_μέλλοντας_ευκτική_p1' : 'λυσοιμεθα',
    'μέση_μέλλοντας_ευκτική_p2' : 'λυσοισθε',
    'μέση_μέλλοντας_ευκτική_p3' : 'λυσοιντο',

    #ΑΟΡΙΣΤΟΣ
    #Οριστικη αοριστου
    'μέση_αόριστος_οριστική_e1' : 'ελυσαμην',
    'μέση_αόριστος_οριστική_e2' : 'ελυσω',
    'μέση_αόριστος_οριστική_e3' : 'ελυσατο',
    'μέση_αόριστος_οριστική_p1' : 'ελυσαμεθα',
    'μέση_αόριστος_οριστική_p2' : 'ελυσασθε',
    'μέση_αόριστος_οριστική_p3' : 'ελυσαντο',
    #Υποτακτικη αοριστου
    'μέση_αόριστος_υποτακτική_e1' : 'λυσωμαι',
    'μέση_αόριστος_υποτακτική_e2' : 'λυση',
    'μέση_αόριστος_υποτακτική_e3' : 'λυσηται',
    'μέση_αόριστος_υποτακτική_p1' : 'λυσωμεθα',
    'μέση_αόριστος_υποτακτική_p2' : 'λυσησθε',
    'μέση_αόριστος_υποτακτική_p3' : 'λυσωνται',
    #Ευκτικη αοριστου
    'μέση_αόριστος_ευκτική_e1' : 'λυσαιμην',
    'μέση_αόριστος_ευκτική_e2' : 'λυσαιο',
    'μέση_αόριστος_ευκτική_e3' : 'λυσαιτο',
    'μέση_αόριστος_ευκτική_p1' : 'λυσαιμεθα',
    'μέση_αόριστος_ευκτική_p2' : 'λυσαισθε',
    'μέση_αόριστος_ευκτική_p3' : 'λυσαιντο',
    #Προστακτικη αοριστου
    'μέση_αόριστος_προστακτική_e2' : 'λυσαι',
    'μέση_αόριστος_προστακτική_e3' : 'λυσασθω',
    'μέση_αόριστος_προστακτική_p2' : 'λυσασθε',
    'μέση_αόριστος_προστακτική_p3' : 'λυσασθων',

    #ΥΠΕΡΣΥΝΤΕΛΙΚΟΣ
    #Οριστικη υπερσυντελικου
    'μέση_υπερσυντέλικος_οριστική_e1' : 'ελελυμην',
    'μέση_υπερσυντέλικος_οριστική_e2' : 'ελελυσο',
    'μέση_υπερσυντέλικος_οριστική_e3' : 'ελελυτο',
    'μέση_υπερσυντέλικος_οριστική_p1' : 'ελελυμεθα',
    'μέση_υπερσυντέλικος_οριστική_p2' : 'ελελυσθε',
    'μέση_υπερσυντέλικος_οριστική_p3' : 'ελελυντο',
}
